Repository: thijsverstapen/ChillMate
Catalog: ChillMate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: iCloud backup is paused. Sign in to iCloud with iCloud Drive on to resume.
de: iCloud-Backup ist pausiert. Melde dich bei iCloud an und aktiviere iCloud Drive, um fortzufahren.
es: La copia en iCloud está en pausa. Inicia sesión en iCloud con iCloud Drive activado para continuar.
fr: La sauvegarde iCloud est en pause. Connecte-toi à iCloud avec iCloud Drive activé pour reprendre.
nl: iCloud-back-up is gepauzeerd. Log in bij iCloud met iCloud Drive aan om verder te gaan.

source: iCloud backup is ready. ChillMate will save encrypted backup files to iCloud Drive.
de: Das iCloud-Backup ist bereit. ChillMate speichert verschlüsselte Backup-Dateien in iCloud Drive.
es: La copia de seguridad de iCloud está lista. ChillMate guardará archivos de copia cifrados en iCloud Drive.
fr: La sauvegarde iCloud est prête. ChillMate enregistrera des fichiers de sauvegarde chiffrés dans iCloud Drive.
nl: iCloud-back-up staat klaar. ChillMate slaat versleutelde back-upbestanden op in iCloud Drive.

source: iCloud backups deleted.
de: iCloud-Backups gelöscht.
es: Copias de seguridad de iCloud eliminadas.
fr: Sauvegardes iCloud supprimées.
nl: iCloud-back-ups verwijderd.

source: iCloud is ready. No ChillMate backup has been saved yet.
de: iCloud ist bereit. Es wurde noch kein ChillMate-Backup gespeichert.
es: iCloud está listo. Aún no se ha guardado ninguna copia de ChillMate.
fr: iCloud est prêt. Aucune sauvegarde ChillMate n'a encore été enregistrée.
nl: iCloud is klaar. Er is nog geen ChillMate-back-up opgeslagen.

source: iCloud restore
de: iCloud-Wiederherstellung
es: Restaurar desde iCloud
fr: Restauration iCloud
nl: iCloud-herstel

source: iOS Settings can set ChillMate’s language too. Whichever you change last is the one that applies.
de: Auch in den iOS-Einstellungen lässt sich die Sprache von ChillMate festlegen. Was du zuletzt änderst, gilt.
es: Los ajustes de iOS también pueden definir el idioma de ChillMate. Se aplica el último cambio que hagas.
fr: Les réglages iOS peuvent aussi définir la langue de ChillMate. C'est le dernier changement qui s'applique.
nl: Je kunt de taal van ChillMate ook in iOS-instellingen zetten. Wat je als laatste wijzigt, is wat geldt.

source: iOS permission controls remain available in Settings for Health, Location, Notifications, Contacts, and Photos.
de: Die iOS-Berechtigungssteuerung bleibt in den Einstellungen für Health, Standort, Mitteilungen, Kontakte und Fotos verfügbar.
es: Los controles de permisos de iOS siguen disponibles en Ajustes para Salud, Ubicación, Notificaciones, Contactos y Fotos.
fr: Les contrôles d'autorisation d'iOS restent disponibles dans Réglages pour Santé, Localisation, Notifications, Contacts et Photos.
nl: iOS-toestemmingen blijven beschikbaar in Instellingen voor Gezondheid, Locatie, Meldingen, Contacten en Foto's.

source: iPhone recovery backup
de: iPhone-Wiederherstellungs-Backup
es: Copia de recuperación del iPhone
fr: Sauvegarde de récupération de l'iPhone
nl: iPhone-herstelback-up

source: ketamine or other dissociatives, stress, sleep loss, or feeling unsafe
de: Ketamin oder andere Dissoziativa, Stress, Schlafmangel oder Unsicherheit
es: ketamina u otros disociativos, estrés, falta de sueño o sentirse inseguro
fr: kétamine ou autres dissociatifs, stress, manque de sommeil ou sentiment d'insécurité
nl: ketamine of andere dissociatieve middelen, stress, slaapverlies of je onveilig voelen

source: left in the 72 hour window
de: übrig im 72-Stunden-Fenster
es: restantes en la ventana de 72 horas
fr: restantes dans la fenêtre de 72 heures
nl: over in het venster van 72 uur

source: make a substance-related log to activate
de: erstelle einen substanzbezogenen Eintrag zum Aktivieren
es: crea un registro relacionado con sustancias para activar
fr: crée un journal lié aux substances pour activer
nl: maak een middelengerelateerde log om te activeren

source: needs care
de: braucht Fürsorge
es: necesita cuidado
fr: a besoin de soin
nl: heeft zorg nodig

source: no substance use logged
de: kein Substanzkonsum erfasst
es: sin consumo de sustancias registrado
fr: aucune consommation de substances enregistrée
nl: geen middelengebruik gelogd

source: not active
de: nicht aktiv
es: no activo
fr: pas actif
nl: niet actief

source: recovering
de: in Erholung
es: en recuperación
fr: en rétablissement
nl: herstellende

source: serotonin dip, sleep debt, alcohol rebound, or emotional overload
de: Serotonin-Tief, Schlafdefizit, Alkohol-Rebound oder emotionale Überlastung
es: bajada de serotonina, falta de sueño acumulada, rebote del alcohol o sobrecarga emocional
fr: baisse de sérotonine, dette de sommeil, rebond de l'alcool ou surcharge émotionnelle
nl: serotoninedip, slaaptekort, alcoholrebound of emotionele overbelasting

source: sessions this month
de: Sessions diesen Monat
es: sesiones este mes
fr: sessions ce mois-ci
nl: sessies deze maand

source: sleep deprivation, dehydration, low food intake, or a long stimulant window
de: Schlafmangel, Dehydrierung, geringe Nahrungsaufnahme oder ein langes Stimulanzienfenster
es: privación de sueño, deshidratación, poca ingesta de comida o una ventana larga de estimulantes
fr: privation de sommeil, déshydratation, faible apport alimentaire ou une longue fenêtre de stimulants
nl: slaaptekort, uitdroging, weinig eten of een lang stimulantvenster

source: sleep not logged
de: Schlaf nicht erfasst
es: sueño no registrado
fr: sommeil non enregistré
nl: slaap niet gelogd

source: starts after activation
de: beginnt nach der Aktivierung
es: empieza tras la activación
fr: commence après l'activation
nl: begint na activering

source: steady
de: stabil
es: estable
fr: stable
nl: stabiel

source: stimulant overload, too little rest, dehydration, or intense sensory input
de: Stimulanzien-Überlastung, zu wenig Ruhe, Dehydrierung oder intensive Sinnesreize
es: sobrecarga de estimulantes, poco descanso, deshidratación o estímulos sensoriales intensos
fr: surcharge de stimulants, trop peu de repos, déshydratation ou stimulations sensorielles intenses
nl: stimulant-overbelasting, te weinig rust, uitdroging of intense zintuiglijke prikkels

source: stimulants, low blood sugar, dehydration, anxiety, or alcohol rebound
de: Stimulanzien, niedriger Blutzucker, Dehydrierung, Angst oder Alkohol-Rebound
es: estimulantes, bajada de azúcar en sangre, deshidratación, ansiedad o rebote del alcohol
fr: stimulants, hypoglycémie, déshydratation, anxiété ou rebond de l'alcool
nl: stimulanten, lage bloedsuiker, uitdroging, angst of alcoholrebound

source: substance sessions this month
de: Substanz-Sessions diesen Monat
es: sesiones con sustancias este mes
fr: sessions avec substances ce mois-ci
nl: middelensessies deze maand

source: substance use only
de: nur Substanzkonsum
es: solo consumo de sustancias
fr: consommation de substances uniquement
nl: alleen middelengebruik

source: tags across logs
de: Tags über Einträge hinweg
es: etiquetas en los registros
fr: étiquettes dans les journaux
nl: tags in alle logs

source: with sex or substances
de: mit Sex oder Substanzen
es: con sexo o sustancias
fr: avec sexe ou substances
nl: met seks of middelen

source: without logged substance use
de: ohne erfassten Substanzkonsum
es: sin consumo de sustancias registrado
fr: sans consommation de substances enregistrée
nl: zonder gelogd middelengebruik

source: %lld STI tests
es: %lld pruebas de ITS
fr: %lld tests IST
nl: %lld soa-tests

source: Alpha blocker
es: Alfabloqueante
fr: Alphabloquant
nl: Alfablokker

source: Apotheek.nl sildenafil
es: Apotheek.nl sildenafilo
fr: Apotheek.nl sildénafil

source: App version %@
es: Versión de la app %@
fr: Version de l’app %@
nl: App-versie %@

source: Bottom
es: Pasivo
fr: Passif
nl: Passief

source: CSV export
es: Exportar CSV
fr: Export CSV

source: Depression
es: Depresión
fr: Dépression
nl: Depressie

source: Feedback
es: Comentarios
fr: Commentaires

source: HIV
es: VIH
fr: VIH

source: Minimal
es: Mínimo
nl: Minimaal

source: Name
es: Nombre
fr: Nom
nl: Naam

source: Opioid
es: Opioide
fr: Opioïde
nl: Opioïde

source: PIN code
es: Código PIN
fr: Code PIN

source: Party
es: Fiesta
fr: Fête
nl: Feest

source: Person
es: Persona
fr: Personne
nl: Persoon

source: PrEP status
es: Estado de la PrEP
fr: Statut de la PrEP

source: Route
es: Ruta
fr: Itinéraire

source: STI
es: ITS
fr: IST
nl: soa

source: STI test
es: Prueba de ITS
fr: Test IST
nl: Soa-test

source: STI tests
es: Pruebas de ITS
fr: Tests IST
nl: Soa-testen

source: Serotonin
es: Serotonina
fr: Sérotonine
nl: Serotonine

source: Sex
es: Sexo
fr: Sexe
nl: Seks

source: Sex details
es: Detalles del sexo
fr: Détails du sexe
nl: Seksdetails

source: Stress
es: Estrés

source: Support
es: Soporte
fr: Soutien
nl: Ondersteuning

source: Syphilis
es: Sífilis
nl: Syfilis

source: Timer
es: Temporizador
fr: Minuteur

source: Timing
es: Momento
fr: Moment

source: Top
es: Activo
fr: Actif
nl: Actief

source: Transport
es: Transporte
nl: Vervoer

source: Transport: %@
es: Transporte: %@
nl: Vervoer: %@

source: Trichomoniasis
es: Tricomoniasis
fr: Trichomonase

source: Versatile
es: Versátil
nl: Veelzijdig

source: iCloud Backup
es: Copia en iCloud
fr: Sauvegarde iCloud

source: iCloud backup
es: Copia en iCloud
fr: Sauvegarde iCloud

source: session
es: sesión
nl: sessie

source: sessions
es: sesiones
nl: sessies

source: Genital
fr: Génital
nl: Genitaal

source: Hepatitis B
fr: Hépatite B

source: Hepatitis C
fr: Hépatite C

source: Herpes
fr: Herpès

source: Trauma
fr: Traumatisme

source: %@ h
nl: %@ u

source: 24 h
nl: 24 u

source: 6 h
nl: 6 u

source: Anal
nl: Anaal

source: Check-ins
nl: Inchecken

source: Nasal
nl: Nasaal

source: Okay
nl: Oké

source: Oral
nl: Oraal

source: 😊 6h+
nl: 😊 6u+

source: 😢 <2h
nl: 😢 <2u
